Repository: olumolu/Flatseal
Catalog: po/*.po
Languages: bn

source: Manage Flatpak permissions
bn: ফ্ল্যাটপ্যাক অনুমতিসমূহ পরিচালনা করুন

source: ""Flatseal is a graphical utility to review and modify permissions from your ""Flatpak applications.
bn: ফ্ল্যাটসিল একটি গ্রাফিক্যাল ইউটিলিটি যা আপনার ফ্ল্যাটপ্যাক অ্যাপ্লিকেশনগুলির অনুমতি পর্যালোচনা এবং পরিবর্তন করতে ব্যবহৃত হয়।

source: The Flatseal main window
bn: Flatseal প্রধান উইন্ডো

source: Flatseal showing filesystem permissions
bn: ফ্ল্যাটসিল ফাইল সিস্টেম অনুমতি দেখাচ্ছে

source: Flatseal showing global overrides
bn: ফ্ল্যাটসিল গ্লোবাল ওভাররাইড দেখাচ্ছে

source: Application ID that was last selected
bn: সর্বশেষ নির্বাচিত অ্যাপ্লিকেশন আইডি

source: Unknown
bn: অজানা

source: Talks
bn: কথোপকথন

source: Owns
bn: মালিক

source: List of well-known names on the session bus
bn: সেশন বাসে সুপরিচিত নামের তালিকা

source: List of well-known names on the system bus
bn: সিস্টেম বাসে সুপরিচিত নামের তালিকা

source: GPU acceleration
bn: জিপিইউ এক্সেলেরেশন

source: Input devices
bn: ইনপুট ডিভাইসসমূহ

source: Virtualization
bn: ভার্চুয়ালাইজেশন

source: Shared memory
bn: শেয়ার করা মেমরি

source: All devices (e.g. webcam)
bn: সব ডিভাইস (যেমন ওয়েবক্যাম)

source: List of devices available in the sandbox
bn: স্যান্ডবক্সে উপলব্ধ ডিভাইসগুলির তালিকা

source: Development syscalls (e.g. ptrace)
bn: উন্নয়ন সিসকলস (যেমন ptrace)

source: Programs from other architectures
bn: অন্যান্য আর্কিটেকচারের প্রোগ্রামসমূহ

source: Bluetooth
bn: ব্লুটুথ

source: Controller Area Network bus
bn: কন্ট্রোলার এরিয়া নেটওয়ার্ক বাস

source: Application Shared Memory
bn: অ্যাপ্লিকেশন শেয়ার করা মেমরি

source: List of features available to the application
bn: অ্যাপ্লিকেশনে উপলব্ধ বৈশিষ্ট্যগুলির তালিকা

source: All system files
bn: সমস্ত সিস্টেম ফাইল

source: All system libraries, executables and static data
bn: সমস্ত সিস্টেম লাইব্রেরি, এক্সিকিউটেবল এবং স্ট্যাটিক ডেটা

source: All system configurations
bn: সমস্ত সিস্টেম কনফিগারেশন

source: All user files
bn: সমস্ত ব্যবহারকারীর ফাইল

source: List of filesystem subsets available to the application
bn: অ্যাপ্লিকেশনে উপলব্ধ ফাইল সিস্টেমের উপসেটগুলির তালিকা

source: Other files
bn: অন্যান্য ফাইল

source: e.g. ~/games:ro, xdg-pictures, etc
bn: যেমন ~/games:ro, xdg-pictures, ইত্যাদি

source: Files
bn: ফাইলসমূহ

source: e.g. .thunderbird
bn: যেমন .thunderbird

source: List of homedir-relative paths created in the sandbox
bn: স্যান্ডবক্সে তৈরি হোমডির-সম্পর্কিত পথগুলির তালিকা

source: Background
bn: ব্যাকগ্রাউন্ড

source: Can run in the background
bn: ব্যাকগ্রাউন্ডে চলতে পারে

source: Notifications
bn: নোটিফিকেশন

source: Can send notifications
bn: নোটিফিকেশন পাঠাতে পারে

source: Microphone
bn: মাইক্রোফোন

source: Can listen to your microphone
bn: আপনার মাইক্রোফোন শুনতে পারে

source: Speakers
bn: স্পিকার

source: Can play sounds to your speakers
bn: আপনার স্পিকারে শব্দ প্লে করতে পারে

source: Camera
bn: ক্যামেরা

source: Can record videos with your camera
bn: আপনার ক্যামেরা দিয়ে ভিডিও রেকর্ড করতে পারে

source: Location
bn: অবস্থান

source: Can access your location
bn: আপনার অবস্থান অ্যাক্সেস করতে পারে

source: List of resources selectively granted to the application
bn: নির্বাচিতভাবে অ্যাপ্লিকেশনের জন্য মঞ্জুর করা সম্পদের তালিকা

source: Not supported by the installed version of Flatpak
bn: ইনস্টল করা ফ্ল্যাটপ্যাক সংস্করণ দ্বারা সমর্থিত নয়

source: Requires permission store version 2 or newer
bn: অনুমতি স্টোরের সংস্করণ 2 বা নতুন প্রয়োজন

source: Portal data has not been set up yet
bn: পোর্টাল ডেটা এখনও সেটআপ করা হয়নি

source: Network
bn: নেটওয়ার্ক

source: Inter-process communications
bn: ইন্টার-প্রসেস যোগাযোগ

source: List of subsystems shared with the host system
bn: হোস্ট সিস্টেমের সাথে ভাগ করা সাবসিস্টেমগুলির তালিকা

source: X11 windowing system
bn: X11 উইন্ডো সিস্টেম

source: Wayland windowing system
bn: ওয়েল্যান্ড উইন্ডো সিস্টেম

source: Fallback to X11 windowing system
bn: X11 উইন্ডো সিস্টেমে ব্যাকআপ

source: PulseAudio sound server
bn: পালসঅডিও সাউন্ড সার্ভার

source: D-Bus session bus
bn: ডি-বাস সেশন বাস

source: D-Bus system bus
bn: ডি-বাস সিস্টেম বাস

source: Secure Shell agent
bn: সিকিউর শেল এজেন্ট

source: Smart cards
bn: স্মার্ট কার্ডসমূহ

source: Printing system
bn: প্রিন্টিং সিস্টেম

source: GPG-Agent directories
bn: জিপিজি-এজেন্ট ডিরেক্টরি

source: Inherit Wayland socket
bn: ওয়েল্যান্ড সকেট উত্তরাধিকারসূত্রে পাওয়া

source: List of well-known sockets available in the sandbox
bn: স্যান্ডবক্সে উপলব্ধ সুপরিচিত সকেটগুলির তালিকা

source: Variables
bn: ভেরিয়েবলস

source: e.g. GTK_DEBUG=interactive
bn: যেমন GTK_DEBUG=interactive

source: List of variables exported to the application
bn: অ্যাপ্লিকেশনে রপ্তানিকৃত ভেরিয়েবলগুলির তালিকা

source: Version
bn: সংস্করণ

source: Last Updated
bn: সর্বশেষ আপডেট

source: Runtime
bn: রানটাইম

source: This is not a valid option
bn: এটি একটি বৈধ বিকল্প নয়

source: _Show Details
bn: _বিস্তারিত দেখুন

source: Show application in a software manager
bn: সফটওয়্যার ম্যানেজারে অ্যাপ্লিকেশন দেখান

source: No software manager found
bn: কোনও সফটওয়্যার ম্যানেজার পাওয়া যায়নি

source: All Applications
bn: সমস্ত অ্যাপ্লিকেশন

source: Changes that apply to all Flatpak applications
bn: সমস্ত ফ্ল্যাটপ্যাক অ্যাপ্লিকেশনে প্রযোজ্য পরিবর্তনসমূহ

source: Flatpak Version
bn: ফ্ল্যাটপ্যাক সংস্করণ

source: Portal Version
bn: পোর্টাল সংস্করণ

source: Changes Path
bn: পথ পরিবর্তন

source: _Documentation
bn: _ডকুমেন্টেশন

source: _Keyboard Shortcuts
bn: _কীবোর্ড শর্টকাট

source: _About Flatseal
bn: _ফ্ল্যাটসিল সম্পর্কে

source: Changed globally
bn: গ্লোবালি পরিবর্তিত হয়েছে

source: Changed by the user
bn: ব্যবহারকারী দ্বারা পরিবর্তিত হয়েছে

source: this absolute path
bn: এই পূর্ণ পাথ

source: this path relative to the home directory
bn: হোম ডিরেক্টরি অনুযায়ী এই পাথ

source: all system configurations
bn: সমস্ত সিস্টেম কনফিগারেশন

source: all system libraries, executables and static data
bn: সমস্ত সিস্টেম লাইব্রেরি, এক্সিকিউটেবল এবং স্ট্যাটিক ডেটা

source: all system files
bn: সমস্ত সিস্টেম ফাইল

source: all user files
bn: সমস্ত ব্যবহারকারী ফাইল

source: the desktop directory
bn: ডেস্কটপ ডিরেক্টরি

source: the documents directory
bn: ডকুমেন্টস ডিরেক্টরি

source: the download directory
bn: ডাউনলোড ডিরেক্টরি

source: the music directory
bn: মিউজিক ডিরেক্টরি

source: the pictures directory
bn: পিকচার্স ডিরেক্টরি

source: the public directory
bn: পাবলিক ডিরেক্টরি

source: the videos directory
bn: ভিডিও ডিরেক্টরি

source: the templates directory
bn: টেমপ্লেটস ডিরেক্টরি

source: the config directory
bn: কনফিগ ডিরেক্টরি

source: the cache directory
bn: ক্যাশ ডিরেক্টরি

source: the data directory
bn: ডেটা ডিরেক্টরি

source: the runtime directory
bn: রানটাইম ডিরেক্টরি

source: Can read: %s
bn: পড়তে পারে: %s

source: Can modify and read: %s
bn: পরিবর্তন ও পড়তে পারে: %s

source: Can create, modify and read: %s
bn: তৈরি, পরিবর্তন এবং পড়তে পারে: %s

source: Can't read: %s
bn: পড়তে পারে না: %s

source: Can't modify or read: %s
bn: পরিবর্তন বা পড়তে পারে না: %s

source: Can't create, modify or read: %s
bn: তৈরি, পরিবর্তন বা পড়তে পারে না: %s

source: Unset
bn: সেট করা হয়নি

source: Default paths can't be removed
bn: ডিফল্ট পথগুলি সরানো যাবে না

source: _Reset
bn: _রিসেট করুন

source: No changes made to this application
bn: এই অ্যাপ্লিকেশনে কোনো পরিবর্তন করা হয়নি

source: Reset this application permissions
bn: এই অ্যাপ্লিকেশনের অনুমতিগুলি রিসেট করুন

source: , including changes not made with Flatseal
bn: , Flatseal দিয়ে করা পরিবর্তনগুলিও অন্তর্ভুক্ত

source: General
bn: সাধারণ

source: Show mnemonics
bn: সংকেত দেখান

source: Show documentation
bn: ডকুমেন্টেশন দেখান

source: Show menu
bn: মেনু দেখান

source: Keyboard shortcuts
bn: কীবোর্ড শর্টকাটস

source: Quit
bn: বাহির হন

source: Navigation
bn: নেভিগেশন

source: Move left
bn: বামে যান

source: Move up
bn: উপরে যান

source: Move right
bn: ডানে যান

source: Move down
bn: নিচে যান

source: Applications
bn: অ্যাপ্লিকেশনগুলি

source: Find
bn: অনুসন্ধান করুন

source: Permissions
bn: অনুমতিসমূহ

source: Toggle
bn: টগল

source: Documentation
bn: ডকুমেন্টেশন

source: Find next
bn: পরবর্তীটি অনুসন্ধান করুন

source: Find previous
bn: আগেরটি অনুসন্ধান করুন

source: Permissions have been reset
bn: অনুমতিগুলি রিসেট করা হয়েছে

source: _Undo
bn: _আনডু

source: Cannot load overrides due to incorrect contents
bn: ভুল সামগ্রীর কারণে ওভাররাইড লোড করা যাচ্ছে না

source: Refreshed due to changes in Flatpak installations
bn: Flatpak ইনস্টলেশনে পরিবর্তনের কারণে রিফ্রেশ করা হয়েছে

source: Main Menu
bn: মেইন মেনু

source: No applications found.
bn: কোনো অ্যাপ্লিকেশন পাওয়া যায়নি।
